<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'webdevs.top Masternode';
/*$this->params['breadcrumbs'][] = $this->title;*/
?>
<video class="bg_video" autoplay muted loop>
    <source src="https://icrypto.cash/video/icrypto_bg.webm" type="video/webm">
</video>
<div class="site-about">
    <p class="container text-md">
        ZEN Cash Masternode - Ваш стабильный пассивный доход при минимальных вложениях и рисках.<br>
        <br>
        Что это?<br>
        <br>
        Masternode - это узел в сети блокчейн монеты ZEN Cash, который является ключевым звеном в сети, через который
        проходят транзакции - денежные переводы между владельцами кошельков. Как правило, такой сервер располагается на
        Unix-системе на быстром удаленном сервере с быстрыми каналами данных, гарантированной бесперебойной работой,
        многопроцессорной архитектурой и большим объемом хранилища данных. На Masternode содержится весь текущий
        блокчейн сети, который постоянно синхронизируется с остальными участниками сети.<br>
        <br>
        Зачем это?<br>
        <br>
        Для сети блокчейн роль Masternode многогранна, основное значение - это быть посредником в транзакции чтобы
        скрыть адрес получателя. Платеж отправителя сначала поступает на Masternode, а с адреса Masternode поступает на
        адрес получателя. Таким образом транзакция полностью записывается в блокчейн, при возможности скрыть адрес
        отправителя от получателя. За обработку каждой транзакции на адрес Masternode начисляется часть от комиссии за
        транзакцию.<br>
        <br>
        Как это?<br>
        <br>
        Для запуска Masternode необходимо приобрести Unix-сервер и настроить соответствующее программное обеспечение
        (ПО) на бесперебойную постоянную работу. Гарантом деятельности Masternode в сети является 42 монеты ZEN, которые
        хранятся на Вашем кошельке под Вашим контролем без предоставления права управлять ими кем бы то ни было.
        Серверное ПО Masternode опрашивает баланс Вашего кошелька и при наличии там необходимой суммы Masternode
        работает. Также необходимо администрировать и периодически вносить изменения и обновлять ПО на UNIX-сервере,
        чтобы Masternode выполняла необходимые сети задачи.<br>
        <br>
        Тарифы и услуги<br>
        <br>
        Наша компания предоставляет услугу “Запуск Masternode под ключ” и предлагает также услугу администрирование
        Masternode: <a href=https://znode.webdevs.top>znode.webdevs.top</a><br>
        <br>
        Плюсы инвестиции в ZEN Cash Masternode<br>
        <br>
        ° Прозрачный и удаленный мониторинг сервера позволит Вам в любой момент проверить работу Masternode.<br>
        ° Выплаты сети происходят непосредственно на Ваш кошелек с постоянной периодичностью.<br>
        ° Наличие Ваших монет на Вашем кошельке позволит Вам в любой момент воспользоваться ими по другому назначению и
        прекратить деятельность Masternode!<br>
        ° Рыночные аналитики прогнозируют дальнейший рост стоимости монеты из-за постоянного
        технологического развития её сети.<br>
    </p>
</div>
