models/Currency.php

    public static function get()
    {
        $result = self::find()
            ->select('id, name, sell, buy, visible, valid_time')
            ->where(['visible' => 1])
            ->asArray()
            ->all();
---
SELECT `id`, `name`, `sell`, `buy`, `visible`, `valid_time` FROM `currency` WHERE `visible`=1